amd-ucode
baobab
base
base-devel
bitwarden
btrfs-progs
chromium
cups
cups-browsed
cups-pdf
dconf-editor
dkms
docker
docker-compose
efibootmgr
evince
file-roller
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fzf
gdm
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-caffeine
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
graphviz
grilo-plugins
gst-plugin-pipewire
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
helix
htop
iwd
jq
lazygit
libpulse
libreoffice-still
linux
linux-firmware
linux-headers
loupe
lua-language-server
lua51
luarocks
malcontent
man-db
marksman
nano
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
nss-mdns
ntfs-3g
nvidia-dkms
nvidia-settings
orca
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qbittorrent
ranger
ripgrep
rygel
simple-scan
smartmontools
snapshot
starship
steam
stow
sushi
system-config-printer
taplo-cli
tecla
tmux
totem
tracker3-miners
trash-cli
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
wget
wireless_tools
wireplumber
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-xinit
xsel
yelp
zathura
zathura-cb
zathura-pdf-mupdf
zip
zram-generator
zsh
